export const reviews = [
  {
    author: "דנה לוי",
    text: "השירות היה מדהים! הכל התבצע במהירות, במקצועיות ובחיוך. לא ציפיתי לרמה כזאת גבוהה וזה לחלוטין עלה על כל הציפיות שלי."
  },
  {
    author: "מיכאל כהן",
    text: "ממש התרשמתי מהאיכות ומהיחס. התהליך היה פשוט וברור, והתוצאות היו הרבה יותר טובות ממה שחשבתי שאקבל."
  },
  {
    author: "גלית רוזן",
    text: "חוויה מצוינת! הצוות קשוב, שירותי וסבלני. בהחלט ממליצה לכל מי שמחפש פתרון איכותי ואמין."
  },
  {
    author: "יואב פרידמן",
    text: "עבודה ברמה גבוהה מאוד. שילוב מושלם של מקצועיות, זמינות ושירות אישי."
  }
];


 export const blocks=[{ type: "image", src: "/images/gym8.png" },
          { type: "text", text: "התמדה באימונים יוצרת חוסן פנימי ומקדמת התפתחות אמיתית לאורך זמן" },
          { type: "image", src: "/images/gym2.png" },
          { type: "text", text: "כל צעד קטן באימון מקרב אותך ליעד גדול יותר בהמשך" },
          { type: "image", src: "/images/gym6.png" },
          { type: "text", text: "התמדה ויציבות הם הבסיס להצלחה בכל מסלול כושר" },
          { type: "image", src: "/images/gym2.png" },
          { type: "text", text: "משמעת נכונה באימונים הופכת מטרות רחוקות למציאות מוחשית" },
          { type: "image", src: "/images/gym7.png" }]